{
  "name": "Soobeen Woo",
  "title": "Media Artist, Editor, Curator",
  "email": "youxarthur@gmail.com",
  "description": [
    "Soobeen Woo is a media artist and ceramicist based in Bremen (Germany) and Busan/Daegu (Korea). She explores the unseen, its traces, and the boundaries of perception, critically addressing human-centered systems of recognition. Her work manifests the ways in which what cannot be sensed can still exist, and how disappearance can, paradoxically, reveal the essence of being—realized through sculpture, sound, and digital media.",
    "Working across diverse media including web and virtual environments, sound installations, and sensor-based interactions, she uses intangible elements such as air, vibration, temperature, and time as conduits for evoking an awareness of the audience's presence and environmental changes. Her ceramic practice forms a significant axis of her work, engaging with the materiality of clay and the transformations that occur during firing, exploring the intersection between material and immaterial states.",
    "As seen in works such as Autopsy of Sensing, Affection Became Condensation, and Unwilling to Be Seen, Woo investigates the uncertainty that precedes perception, the disappearance and remnants of existence, and the ethical tensions between viewer and work. Through this, she proposes the \"right not to be sensed\" and \"alternative modes of existence,\" opening new perceptual fissures where matter and sensation converge."
  ],
  "education": [
    "2023-present, BFA, Digital Media, HfK Bremen(University of Arts Bremen), Germany"
  ],
  "group_exhibitions": [
    "2025, Lichtrouten 2025, Lüdenscheid, Germany",
    "2025, Hochschultage 2025, HfK Bremen, Bremen, Germany",
    "2024, MAP 2024, POSTER SERIES, an art project on mobility in the streets of Hanoi (Collaborate with GHTK), Hanoi Downtown, Vietnam",
    "2024, Goldstücke 2024 - Licht Kunst Projekte Gelsenkirchen, Gelsenkirchen, Germany",
    "2024, Lichter der City, Projection Mapping, Bremen, Germany",
    "2022, Korea-Thai-Japan NFT Festival, Team Invisible, Uncommon Gallery, Seoul, South Korea",
    "2018, YCK F 2018(Young Creativ Korea F), Ara Art Center, Seoul, South Korea"
  ],
  "awards": [
    "2025, Open Space - Domshof, Vjing Performance, Bremen, Germany",
    "2025, BLAUES RAUSCHEN 2025, Data Ethics and Creative Practice - A Critical Workshop, Philharmonie Essen, Essen, Germany",
    "2024, Dreaming Streams, Goldstücke - Licht kunst Projekte Gelsenkirchen Diplopia Open Call, Team KIS, Gelsenkirchen, Germany",
    "2024, Open Space - Domshof, Vjing Performance, Bremen, Germany"
  ],
  "experiences": [
    "2025, VJ-ing Workshop, Xenorama Studio, Bremen, Germany",
    "2024, MAP 2024 - Movement, HfK Bremen & Heritage Art Space - Hanoi, Vietnam, Bremen, Germany",
    "2024, VJ-ing Workshop, We Dig it + Xenorama Studio, Bremen, Germany",
    "2023, Projection Mapping Workshop, We Dig it + Xenorama Studio, Bremen, Germany",
    "2022, Seminar & Hackathon, In the Age of Web 3.0 Creating in Digital online environment, Art Collider - Korea National University of Arts, Seoul, South Korea"
  ],
  "artistic_contributions": [
    "2024, Ouroboros, CGI & AI generated image, Hara Shin, Seoul, South Korea"
  ],
  "work": [
    "2025-present, DFKI Bremen, Videographer(Studentische Hilfskraft), Bremen, Germany",
    "2025, Lichtrouten 2025, Curator, Lüdenscheid, Germany",
    "2024-present, 2room Magazine (Webzine), Guest Editor",
    "2021-2023, Wesang Company: Magazine maat, Editor, Seoul, South Korea"
  ]
}
