{
  "title": "Affection Became Condensation",
  "content": [
    "Affection Became Condensation is a sound-based installation that explores how human affection transforms into a physical residue, and how that residue can ultimately alter or even destroy the structure of its subject. In this work, the audience activates the system not through deliberate touch, but simply through their presence and body heat. Sensors detect subtle changes in temperature, and this data triggers an internal condensation mechanism. Once formed, the droplets fall onto the surface of the sculpture after a certain time or when enough heat has accumulated. Each drop triggers a sound that begins with a soft, organic texture, gradually shifting into distortion and dissonance, before fading into silence.",
    
    "In this process, \"affection\" is no longer a pure act of care. It is an unintentional intrusion, a form of contamination that remains regardless of intent. The system does not judge the purpose or sincerity of the emotion; it records and responds only to what is left behind — the residue of the feeling itself.",
    
    "The concept of the work originated from the little penguin. This small bird dislikes the cold, emerges only at night, and is so small and quiet that it often exists beyond human perception. Yet, the moment we notice it, we instinctively feel affection and want to approach it. The problem is that even a gentle human touch can destroy the waterproof layer on its feathers, causing fatal hypothermia. This is a moment when care turns into intrusion, raising the question: is sensation always harmless?",
    
    "Affection Became Condensation embodies this paradox through a multimodal interaction structure. The audience's presence simultaneously triggers sound, sculpture, and physical changes, the effects of which accumulate over time to alter and dismantle the form of the subject. Condensation does not simply vanish; it exerts weight and contamination that reshape the structure, revealing the irreversibility of emotional residue.",
    
    "This work invites the audience to experience \"intrusion through mere existence\" in visual, auditory, and physical forms, questioning when and how affection crosses into a threshold that threatens the survival of another. By shifting focus from human-centered emotional perception to the residue and consequences it leaves behind, the work seeks to redefine the substance of emotion itself."
  ]
} 