{
  "title": "Autopsy of Sensing",
  "content": [
    "An anatomy of sensation. A medical, dispassionate autopsy table for the sensory organ.",
    
    "This installation and performance work begins with the question: Is the concept of sensation still alive? Humans have long believed that existence is apprehended through the senses. Yet, in an age when sensation itself is dismantled and reconstructed, we can no longer be certain of its vitality. This work creates a space where the \"death sentence\" of sensation is declared and its \"autopsy\" is performed.",
    
    "At the center stands a ceramic and glass structure, abstracted from the form of a dead bird. Fixed upon an autopsy table, the object is exposed: its wires and devices laid bare like a peeled nervous system. The lighting draws from classical anatomical paintings, casting extreme contrasts of light and shadow. The object trembles as if alive, yet sensation never returns.",
    
    "A performer appears as the \"anatomist,\" wearing white gloves and manipulating sensors and cables. This is not an act of restoration, but a post-mortem of the very idea of sensation. When viewers approach, the structure responds with subtle vibrations and sound. Yet these responses resist language; they remain only as tactile residue. The vibrations resonate, but carry no meaning. This is the corpse of sensation.",
    
    "The soundscape is built from the object's live data, traces of avian movement, and textual fragments on the dismantling of perception. These elements function as both an echo of pain and a record of failed recognition. Synthesizers and sensors emit glitch-like errors, suggesting that the sensory system is no longer whole.",
    
    "Autopsy of Sensing is not an attempt to revive perception, but an experimental dissection of its remains — the final incision into a sense we may still believe to be alive.",
    
    "Sound Design Concept: A Sensory Necrodrama in Sight and Sound",
    
    "The sound design of Autopsy of Sensing is structured into four distinct layers, each dissecting the dead sensory organ through sonic and visual means. The audience's presence and the object's reactions leave real-time traces upon the evolving sound.",
    
    "Ghost of Sensation: A foundational drone, generated by converting the ceramic structure's visual data into MIDI, resonates like the invisible hum of bone. It lingers in the space like the final signal of a dying neural network.",
    
    "Intervention of Dissection: Audience movement and touch alter filters, waveforms, and spatial parameters. Sensor inputs open EQ bands, expand reverb tails, and granulate \"sensory memories.\" Approaching the work becomes synonymous with performing the dissection.",
    
    "Collapse of Sensation: Glitches, static bursts, and click fragments recall the malfunction of a sensory apparatus. These sonic shards behave like overloads of the nervous system — or ghost signals emitted by an organ already dead.",
    
    "Mourning of Sensation: Reversed bird calls, slowed bioacoustic textures, and AI-mediated emotional translations of image data form a layer of elegy. This is the resonant aftershock of sensory disappearance — a funerary music for perception itself."
  ]
} 