{
  "title": "Ruptura",
  "content": [
    "Ruptura is an installation work that examines the moment and process of fracture — not as an instantaneous break, but as a slow, cumulative disruption that alters the conditions of existence. Initially conceived around the act of breathing, the work has expanded into a wider investigation of presence, identity, traces, and fragments. It asks: Can the invisible hold more reality than what is seen? Can disappearance itself be the act that reveals?",
    
    "The piece unfolds through the interplay of time, vibration, and sound.",
    
    "Time operates as the medium of accumulation: fractures do not appear at once, but build gradually, expanding and deepening over an extended duration.",
    
    "Vibration acts as the invisible agent of disruption: continuous, almost imperceptible tremors apply stress to the inner body of the work, hinting at an inevitable collapse.",
    
    "Sound introduces frequencies that resonate with and destabilize the structure. These sonic waves evolve over time, shifting in timbre and intensity, and eventually fading, allowing the audience to sense the disappearance as an embodied experience.",
    
    "The central sculptural form is designed to respond to both environmental changes and the audience's subtle presence. Materials hold visible and invisible tensions — fragile surfaces that carry the memory of their own vulnerability. Each interaction and environmental shift leaves behind marks, cracks, or alterations, turning the work into an archive of accumulated ruptures.",
    
    "Ruptura does not dramatize destruction; instead, it observes how fractures inhabit time and space, and how disappearance leaves behind a physical and sensory residue. It treats the act of breaking not as an ending, but as a transformation — the creation of new forms through the slow erosion of the old.",
    
    "By combining sensory and structural fragility, Ruptura explores the paradox that the less visible something becomes, the more sharply it may assert its existence."
  ]
} 