{
  "about": [
    "Soobeen Woo is a media artist based in Bremen, Germany, whose work explores the thresholds between disappearance, material transformation, and the unstable mechanics of perception. Her practice begins with the belief that absence is not the opposite of presence, but a condition just as vivid—one that dissolves, fragments, and lingers, shaping how we experience existence itself.",
    "Through installations, speculative environments, and responsive systems, she investigates how physical and digital structures disintegrate in time and space. Her works illuminate what often escapes human perception—vanishing ecosystems, dissipating breath, residual data—and in doing so, challenge anthropocentric ways of sensing the world.",
    "By integrating technologies such as AI, sound systems, and data-driven interfaces with tactile and atmospheric elements, Woo constructs environments where disappearance is not loss, but transformation. Her recent projects examine how perception itself—especially the act of observation—can become a disruptive force, where the attempt to witness becomes entangled with the erasure of what is being witnessed.",
    "Working with themes of memory, erosion, and sensory failure, she invites audiences into a space of speculative fragility, where presence is no longer stable, and absence is not silence but signal. Her practice urges a reconsideration of what it means to perceive, to sense, and ultimately, to let go."
  ],
  "profile": {
    "name": "Soobeen Woo",
    "roles": ["Media Artist", "Editor", "Videographer"]
  },
  "education": [
    "2023-present, BFA, Digital Media, HfK Bremen (University of Arts Bremen), Germany"
  ],
  "exhibitions": [
    "2025, Lichtrouten 2025, Lüdenscheid, Germany",
    "2025, Hochschultage 2025, HfK Bremen, Bremen, Germany",
    "2024, MAP 2024, POSTER SERIES, an art project on mobility in the streets of Hanoi (Collaborate with GHTK), Hanoi Downtown, Vietnam",
    "2024, Goldstücke 2024 – Licht Kunst Projekte Gelsenkirchen, Gelsenkirchen, Germany",
    "2024, Lichter der City, Projection Mapping, Bremen, Germany",
    "2022, Korea-Thai-Japan NFT Festival, Team Invisible, Uncommon Gallery, Seoul, South Korea",
    "2018, YCK F 2018 (Young Creativ Korea F), Ara Art Center, Seoul, South Korea"
  ],
  "awards": [
    "2024, Dreaming Streams, Goldstücke – Licht Kunst Projekte Gelsenkirchen Diplopia Open Call, Team KIS, Gelsenkirchen, Germany",
    "2024, Open Space – Domshof, VJing Performance, Bremen, Germany"
  ],
  "experiences": [
    "2024, MAP 2024 – Movement, HfK Bremen & Heritage Art Space – Hanoi, Vietnam, Bremen, Germany",
    "2024, VJ-ing Workshop, We Dig it + Xenorama Studio, Bremen, Germany",
    "2023, Projection Mapping Workshop, We Dig it + Xenorama Studio, Bremen, Germany",
    "2022, Seminar & Hackathon, In the Age of Web 3.0 Creating in Digital Online Environment, Art Collider – Korea National University of Arts, Seoul, South Korea"
  ],
  "contributions": [
    "2024, Ouroboros, CGI & AI generated image, Hara Shin, Seoul, South Korea"
  ],
  "work": [
    "2025, Lichtrouten 2025, Curator, Lüdenscheid, Germany",
    "2024-present, 2room Magazine (Webzine), Guest Editor",
    "2021-2023, Wesang Company: Magazine maat, Editor, Seoul, South Korea"
  ]
}